{
    "characters": [
        {
            "name": "Cloud Strife",
            "japanese:": "クラウド・ストライフ",
            "age": 21,
            "birthday": "August 11th",
            "occupation": "Mercernary",
            "weapon": "Swords",
            "summary": "An arrogant and proud swordsman at first, Cloud introduces himself to AVALANCHE as a former member of an elite warrior unit called SOLDIER who has turned mercenary, and uninterested in anything beyond his hired task at hand. He later discovers more about his past and, with the help of his friends, learns there is more to being a hero than possessing physical strength and fame, developing compassion for the Planet and people he fights to protect. He fights to protect the Planet against his nemesis, Sephiroth."
        },
        {
            "name": "Barret Wallace",
            "japanese:": "バレット・ウォーレス",
            "age": 37,
            "birthday": "December 15th",
            "occupation": "Leader of Avalanche",
            "weapon": "Gun-arms",
            "summary": "Barret fights passionately for his cause and cares greatly for his allies. His seemingly benevolent cause of fighting for the Planet is a cover for his personal vendetta and anger, which he later must come to terms with. Despite his brash and sometimes violent attitude, Barret has a good heart, and is torn between fighting and caring for his daughter, Marlene."   
        },
        {
            "name": "Tifa Lockhart",
            "japanese:": "ティファ・ロックハート",
            "age": 20,
            "birthday": "May 30rd",
            "occupation": "Bartender",
            "weapon": "Knuckles",
            "summary": "Tifa is Cloud's childhood friend from Nibelheim, but lost contact with him years ago. When she meets him again, she convinces him to join AVALANCHE, the resistance group she is a member of, to fight Shinra Electric Power Company, whom she bears hatred for due to the destruction of their hometown. She supports Cloud as his comrade and helps him and his allies fight Sephiroth. Tifa is emotionally shy and empathic, acting as a motherly figure towards her allies when providing encouragement and emotional support."   
        },
        {
            "name": "Aerith Gainsborough",
            "japanese:": "エアリス・ゲインズブール",
            "age": 22,
            "birthday": "February 7th",
            "occupation": "Flower seller",
            "weapon": "Staves",
            "summary": "Aerith is the last of the Cetra, an ancient race with powerful magical abilities, and so the Shinra Electric Power Company hunts her throughout her life, seeking to exploit her powers. She meets Cloud Strife in Midgar, and the two become close, leading her to join his quest to fight Shinra and hunt down Sephiroth. Aerith is upbeat, carefree and joyful, being flirtatious towards Cloud and also compassionate towards others."   
        },
        {
            "name": "Red XIII",
            "japanese:": "レッドXIII",
            "age": 48,
            "birthday": "Unknown",
            "occupation": "Research specimen",
            "weapon": "Headdresses",
            "summary": "Red XIII is the name he received as a specimen designation while held captive and experimented upon by Professor Hojo, and remains the name he is called by the party and in battle in Final Fantasy VII. Although he is 48 years old, he is developmentally equivalent to a 15- or 16-year-old human by his long-lived species' standards. He fights alongside Cloud Strife and his allies to fulfill his duty to the Planet to defend it as a warrior.",
        },
        {
            "name": "Biggs",
            "japanese:": "ビックス",
            "age": "Unknown",
            "birthday": "Unknown",
            "occupation": "Member of Avalanche",
            "weapon": "Gun",
            "summary": "Biggs is a member of the resistance group called AVALANCHE, which is run by Barret Wallace. He often has to intervene when things start to get out of hand and is essentially the glue that holds the operation together, even if he does come off worse for it."
        },
        {
            "name": "Jessie Rasberry",
            "japanese:": "ジェシー",
            "age": "Unknown",
            "birthday": "Unknown",
            "occupation": "Member of Avalanche",
            "weapon": "Gun",
            "summary": "Jessie is a member of the rejuvenated resistance group called AVALANCHE. She, along with Biggs and Wedge make up the core of the team, which is run by Barret Wallace. She is the resident technician and is in charge of demolitions and wants to use her skills for the good of the planet."   
        }
        
    ]
}